Repository: nikkrasun23/PillowTalk_v2
Catalog: Pillow Talk App/Localization/Localizable.xcstrings
Source language: en
Languages: es, pl, uk

# bubbleAnswer
source: The other answers
es: El otro responde
pl: Druga odpowiada
uk: Інший відповідає

# bubbleAsk
source: One asks
es: Uno pregunta
pl: Jedna osoba pyta
uk: Один запитує

# cardTitleAction
source: Action
es: Acción
pl: Działanie
uk: Дія

# cardTitleQuestion
source: Question
es: Pregunta
pl: Pytanie
uk: Питання

# category-overlay-subtitle
source: We'll suggest questions that best suit you.
es: Intenta elegir la opción que más se adapta a ti
pl: Spróbuj wybrać opcję, która jest ci najbliższa
uk: Ми підберемо питання, які найкраще підійдуть саме вам.

# category-overlay-title
source: Try choosing the option that feels right for you
es: Intenta elegir la opción que más se adapta a ti
pl: Spróbuj wybrać opcję, która jest ci najbliższa
uk: Спробуйте обрати варіант, який вам ближче

# menuManageLanguage
source: Languages
es: Idiomas
pl: Języki
uk: Мови

# menuManageSubscription
source: Manage Subscription
es: Administrar suscripción
pl: Zarządzaj subskrypcją
uk: Керувати підпискою

# menuNotifications
source: Notifications
es: Notificaciones
pl: Powiadomienia
uk: Сповіщення

# menuRate
source: Rate
es: Calificar
pl: Oceń
uk: Оцінити

# menuShare
source: Share
es: Compartir
pl: Udostępnij
uk: Поділитися

# onboarding_button_next
source: Next
es: Siguiente
pl: Następny
uk: Далі

# onboarding_button_start
source: Start
es: Empezar
pl: Rozpocznij
uk: Почати

# onboarding_generator_description
source: Press the button and our AI agent will instantly come up with a unique idea for your time together.
es: Presiona el botón y nuestro agente de IA ideará instantáneamente una idea única para su tiempo juntos.
pl: Naciśnij przycisk, a nasz agent AI natychmiast wymyśli unikalny pomysł na wspólny czas.
uk: Натисніть кнопку і наш ШІ-агент миттєво вигадає унікальну ідею для вашого часу разом.

# onboarding_generator_title
source: Date generator ✨
es: Generador de citas ✨
pl: Generator randek ✨
uk: Генератор побачень ✨

# onboarding_questions_description
source: In the app you will find hundreds of cards with psychological questions that will help you open up and get closer on a spiritual level.
es: En la aplicación encontrarás cientos de tarjetas con preguntas psicológicas que te ayudarán a abrirte y acercarte a nivel espiritual.
pl: W aplikacji znajdziesz setki kart z pytaniami psychologicznymi, które pomogą Ci się otworzyć i zbliżyć na poziomie duchowym.
uk: В додатку ви знайдете сотні карток із психологічними запитаннями, які допоможуть вам розкритися і зблизитися на душевному рівні.

# onboarding_questions_title
source: Ask each other questions 💭
es: Háganse preguntas 💭
pl: Zadawajcie sobie pytania 💭
uk: Задавайте одне одному запитання 💭

# onboarding_skip
source: Skip
es: Saltar
pl: Pomiń
uk: Пропустити

# onboarding_start_description
source: Just swipe cards left, choose different categories below and dive into deep communication. PillowTalk is your new space for intimacy and inspiration.
es: Simplemente desliza las tarjetas hacia la izquierda, elige diferentes categorías a continuación y sumérgete en una comunicación profunda. PillowTalk es tu nuevo espacio para la intimidad y la inspiración.
pl: Po prostu przesuń karty w lewo, wybierz różne kategorie poniżej i zanurz się w głębokiej komunikacji. PillowTalk to Twoja nowa przestrzeń na intimność i inspirację.
uk: Просто свайпайте картки вліво, обирайте різні категорії знизу і поринте у глибоке спілкування. PillowTalk — ваш новий простір для близькості та натхнення.

# onboarding_start_title
source: ❤️ Time to start!
es: ❤️ ¡Hora de empezar!
pl: ❤️ Czas zacząć!
uk: ❤️ Час почати!

# onboarding_welcome_description
source: This app was created to make your relationships warmer, closer and more interesting.
es: Esta aplicación fue creada para hacer que tus relaciones sean más cálidas, cercanas e interesantes.
pl: Ta aplikacja została stworzona, aby uczynić Twoje relacje cieplejszymi, bliższymi i bardziej interesującymi.
uk: Цей додаток був створений, щоб зробити ваші стосунки теплішими, ближчими та цікавішими.

# onboarding_welcome_title
source: Welcome to PillowTalk! ❤️
es: ¡Bienvenidos a PillowTalk! ❤️
pl: Witaj w PillowTalk! ❤️
uk: Вітаємо у PillowTalk! ❤️

# onboardingSubtitle
source: Open up, talk, and connect even more!
es: Ábranse, hablen y conéctense aún más
pl: Otwórzcie się, rozmawiajcie i zbliżajcie jeszcze bardziej!
uk: Відкривайтеся, спілкуйтеся та зближуйтеся ще більше!

# onboardingTitle
source: Ready for some warm conversations?
es: ¿Listos para una charla con cariño?
pl: Gotowi na ciepłą rozmowę?
uk: Готові до теплого спілкування?

# shareDescription
source: Try this cool app!
es: ¡Prueba esta genial aplicación!
pl: Wypróbuj tę fajną aplikację!
uk: Спробуй цей класний додаток!

# startButton
source: Start
es: Comenzar
pl: Zacznij
uk: Почати

# swipeOnboardingText
source: Want another question? Just swipe the card!
es: ¿Quieres otra pregunta? ¡Solo desliza la tarjeta!
pl: Chcesz jeszcze jedno pytanie? Po prostu przesuń kartę!
uk: Хочеш ще одне питання? Просто змахни картку!

# tabDateJar
source: Date jar
es: Tarro de citas
pl: Bank randek
uk: Банка побачень

# tabProfile
source: Profile
es: Perfil
pl: Profil
uk: Профіль

# tabQuestions
source: Question categories
es: Categorías de preguntas
pl: Kategorie pytań
uk: Категорії питань

# cardTitleIdeas
source: Ideas
pl: Pomysły
uk: Ідеї
